Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "تفضيلات Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "مطالبات مشتركة المصدر لمصادقة HTTP أساسية";
AllowCrossOriginAuthPrompt.pfm_description = "للتحكم في إمكانية السماح لمحتوى فرعي لجهة خارجية بإظهار مربع الحوار المنبثق لمصادقة HTTP أساسية. يتم تعطيل هذا الخيار عادةً كأحد إجراءات الحماية ضد التصيد الاحتيالي.";
AllowFileSelectionDialogs.pfm_title = "السماح باستدعاء مربعات حوار تحديد الملفات.";
AllowFileSelectionDialogs.pfm_description = "للسماح بالدخول إلى الملفات المحلية من خلال السماح لـ Chromium بعرض مربعات حوار تحديد الملفات.\n\nإذا مكّنت هذا  الإعداد، يتمكن المستخدمون من فتح مربعات حوار تحديد الملفات كالعادة.\n\nوإذا عطّلت هذا الإعداد، فعند إجراء المستخدم أي إجراء من شأنه أن يعمل على ظهور مربع حوار تحديد ملف (مثل، استيراد الإشارات وتحميل ملفات وحفظ روابط وما إلى ذلك)، يتم عرض رسالة بدلاً من ذلك ويكون من المفترض أن ينقر المستخدم على \"إلغاء\" في مربع تحديد الملف.\nوإذا لم يتم تعيين الإعداد، يتمكن المستخدمون من فتح مربعات حوار تحديد الملفات كالعادة.";
AllowOutdatedPlugins.pfm_title = "السماح بتشغيل المكونات الإضافية القديمة";
AllowOutdatedPlugins.pfm_description = "للسماح لـ Chromium بتشغيل المكونات الإضافية القديمة.\n\nإذا مكّنت هذا الإعداد، يتم استخدام المكونات الإضافية القديمة كمكونات إضافية عادية.\n\nوإذا عطّلت هذا الإعداد، فلن يتم استخدام المكونات الإضافية القديمة ولن يتم طلب الإذن من المستخدمين لتشغيلها.\n\nوإذا لم يتم تعيين هذا الإعداد، فسيتم طلب الإذن من المستخدمين لتشغيل المكونات الإضافية القديمة.";
AlternateErrorPagesEnabled.pfm_title = "تمكين صفحات الأخطاء البديلة";
AlternateErrorPagesEnabled.pfm_description = "لتمكين استخدام صفحات الأخطاء البديلة المضمنة في Chromium (مثل لم يتم العثور على الصفحة) ومنع المستخدمين من تغيير هذا الإعداد.\n\nإذا مكّنت هذا الإعداد، فسيتم استخدام صفحات الأخطاء البديلة.\n\nوإذا عطّلت هذا الإعداد، فلن يتم استخدام صفحات الأخطاء البديلة مطلقًا.\n\nوإذا مكّنت هذا الإعداد أو عطّلته، فلن يتمكن المستخدمون من تغيير هذا الإعداد أو تجاوزه في Chromium.";
AlwaysAuthorizePlugins.pfm_title = "تشغيل المكونات الإضافية التي تتطلب مصادقة دائمًا";
AlwaysAuthorizePlugins.pfm_description = "للسماح لـ Chromium بتشغيل المكونات الإضافية التي تتطلب مصادقة. في حالة تمكين هذا الإعداد، يتم دائمًا تشغيل المكونات الإضافية غير القديمة. أما في حالة تعطيل هذا الإعداد أو عدم تعيينه، فستتم مطالبة المستخدمين بالحصول على إذن لتشغيل المكونات الإضافية التي تطلب مصادقة. وهذه المكونات الإضافية قد تهدد الأمان.";
AuthNegotiateDelegateWhitelist.pfm_title = "القائمة السماح لخادم تفويض Kerberos";
AuthNegotiateDelegateWhitelist.pfm_description = "الخوادم التي ربما يفوض Chromium إليها.";
AuthSchemes.pfm_title = "الأنظمة المعتمدة للمصادقة";
AuthSchemes.pfm_description = "لتحديد أنظمة مصادقة HTTP التي يوفرها Chromium.\n\nالقيم المحتملة هي 'basic' و'digest' و'ntlm' و'negotiate'. افصل القيم المتعددة بفواصل.";
AuthServerWhitelist.pfm_title = "قائمة السماح لخادم المصادقة";
AuthServerWhitelist.pfm_description = "لتحديد الخوادم التي يجب إدراجها في قائمة السماح للمصادقة المتكاملة. يتم تمكين المصادقة المتكاملة فقط عندما يتلقى Chromium ارتياب المصادقة من خادم وكيل أو من خادم في هذه القائمة المسموح بها.\n\nيمكنك فصل أسماء الخوادم المتعددة بفواصل. ويسمح بأحرف البدل (*).";
AutoFillEnabled.pfm_title = "تمكين الملء التلقائي";
AutoFillEnabled.pfm_description = "لتمكين ميزة الملء التلقائي في Chromium والسماح للمستخدمين بإكمال نماذج الويب تلقائيًا باستخدام معلومات مخزنة مسبقًا، مثل معلومات العنوان أو البطاقة الائتمانية.\n\nإذا عطّلت هذا الإعداد، فلن تكون ميزة الملء التلقائي متاحة للوصول لدى المستخدمين.\n\nإذا مكّنت هذا الإعداد أو لم يتم تهيئة قيمة، فستظل ميزة الملء التلقائي تخضع لتحكم المستخدم. وسيسمح ذلك له بتهيئة الملء التلقائي للملفات الشخصية وتشغيل الملء التلقائي أو إيقافه بحسب تقديره.";
BlockThirdPartyCookies.pfm_title = "حظر ملفات تعريف الارتباط للأطراف الثالثة";
BlockThirdPartyCookies.pfm_description = "لحظر ملفات تعريف الارتباط للأطراف الثالثة.\n\nيؤدي تمكين هذا الإعداد إلى منع ملفات تعريف الارتباط أن يتم تعيينها من قِبل عناصر صفحات الويب من خارج النطاق والموجودة في شريط عناوين المتصفح.\n\nويؤدي تعطيل هذا الإعداد إلى السماح لملفات تعريف الارتباط أن يتم تعيينها من قِبل عناصر صفحات الويب من خارج النطاق والموجودة في شريط عناوين المتصفح ومنع المستخدمين من تغيير هذا الإعداد.";
BookmarkBarEnabled.pfm_title = "تمكين شريط الإشارات";
BookmarkBarEnabled.pfm_description = "لتمكين عرض شريط الإشارات في صفحة علامة التبويب الجديدة في Chromium.\n\nإذا مكّنت هذا الإعداد، فإن Chromium سيعرض شريط الإشارات في الصفحة \"علامة تبويب جديدة\".\n\nوإذا عطّلت هذا الإعداد، فإن المستخدمين لن يشاهدوا شريط الإشارات مطلقًا.\n\nوإذا مكّنت هذا الإعداد أو عطّلته، فلن يتمكن المستخدمون من تغيير هذا الإعداد أو تجاوزه في Chromium.";
ClearSiteDataOnExit.pfm_title = "محو بيانات الموقع عند إغلاق المتصفح";
ClearSiteDataOnExit.pfm_description = "يُعد هذا النهج تجاوزًا لخيار إعدادات المحتوى \"محو ملفات تعريف الارتباط وبيانات الموقع الأخرى عندما أغلق المتصفح\".\n\nعند التعيين على \"true\"، فإن Chromium سيحذف جميع البيانات المخزنة محليًا من المتصفح عندما يتم إيقاف تشغيله.";
CookiesAllowedForUrls.pfm_title = "السماح بملفات تعريف الارتباط في هذه المواقع";
CookiesAllowedForUrls.pfm_description = "للسماح لك بتعيين قائمة أنماط عناوين URL التي تحدد المواقع التي يسمح لها بتعيين ملفات تعريف الارتباط.";
CookiesBlockedForUrls.pfm_title = "حظر ملفات تعريف الارتباط في هذه المواقع";
CookiesBlockedForUrls.pfm_description = "للسماح لك بتعيين قائمة أنماط عناوين URL التي تحدد المواقع التي لا يسمح لها بتعيين ملفات تعريف الارتباط.";
CookiesSessionOnlyForUrls.pfm_title = "السماح لملفات تعريف الارتباط في الجلسة فقط في هذه المواقع";
CookiesSessionOnlyForUrls.pfm_description = "للسماح لك بتعيين قائمة أنماط عناوين URL التي تحدد المواقع التي يسمح لها بتعيين ملفات تعريف الارتباط للجلسة فقط.";
DefaultBrowserSettingEnabled.pfm_title = "تعيين Chrome كمتصفح افتراضي";
DefaultBrowserSettingEnabled.pfm_description = "لتهيئة عمليات تحقق المتصفح الافتراضي في Chromium ومنع المستخدمين من تغييره.\n\nإذا مكّنت هذا الإعداد، فسيتحقق Chromium دائمًا عند بدء التشغيل مما إذا كان هو المتصفح الافتراضي ويسجِّل نفسه تلقائيًا إن أمكن.\n\nوإذا عطّلت هذا الإعداد، فلن يتحقق Chromium مطلقًا مما إذا كان هو المتصفح الافتراضي وسيتم تعطيل عناصر تحكم المستخدم في تعيين هذا الخيار.\n\nوإذا لم يتم تعيين هذا الإعداد، فسيسمح Chromium للمستخدم بالتحكم في كونه المتصفح الافتراضي وفي عرض تنبيهات المستخدم عند عدم عرضها.";
DefaultCookiesSetting.pfm_title = "الإعدادات الافتراضية لملفات تعريف الارتباط";
DefaultCookiesSetting.pfm_description = "0 - السماح لجميع المواقع بتعيين البيانات المحلية.\n1 - عدم السماح لأي موقع بتعيين البيانات المحلية\nللسماح لك بتعيين السماح لمواقع الويب بتعيين البيانات المحلية. ويمكن السماح بتعيين البيانات المحلية لجميع مواقع الويب أو رفضها لجميع مواقع الويب.";
DefaultGeolocationSetting.pfm_title = "إعدادات الموقع الجغرافي الافتراضي";
DefaultGeolocationSetting.pfm_description = "0 - السماح للمواقع بتتبع الموقع الفعلي للمستخدم\n1 - عدم السماح لأي موقع ويب بتتبع الموقع الفعلي للمستخدم\n2 - السؤال عندما يريد أحد المواقع تتبع الموقع الفعلي للمستخدمين\nللسماح لك بتعيين السماح لمواقع الويب بتتبع الموقع الفعلي للمستخدم. ويمكن أن يتم السماح بتتبع الموقع الفعلي للمستخدم افتراضيًا أو رفضه افتراضيًا أو سؤال المستخدم في كل مرة يطلب فيها موقع الويب الموقع الفعلي.";
DefaultImagesSetting.pfm_title = "إعدادات الصور الافتراضية";
DefaultImagesSetting.pfm_description = "0 - السماح لجميع المواقع بعرض جميع الصور\n1 - عدم السماح لأي موقع بعرض صور\nللسماح لك بتعيين السماح لمواقع الويب بعرض صور. ويمكن أن يتم السماح بعرض الصور لجميع مواقع الويب أو رفضها لجميع مواقع الويب.";
DefaultJavaScriptSetting.pfm_title = "الإعدادات الافتراضية لجافا سكريبت";
DefaultJavaScriptSetting.pfm_description = "0 - السماح لجميع المواقع بتشغيل جافا سكريبت\n1 - عدم السماح لأي موقع بتشغيل جافا سكريبت\nللسماح لك بتعيين السماح لمواقع الويب بتشغيل جافا سكريبت أم لا. ويمكن السماح بتشغيل جافا سكريبت لجميع المواقع أو رفضه لجميع المواقع.";
DefaultNotificationSetting.pfm_title = "إعدادات التنبيه الافتراضية";
DefaultNotificationSetting.pfm_description = "0 - السماح للمواقع بعرض تنبيهات سطح المكتب\n1 - عدم السماح لأي موقع بعرض تنبيهات سطح المكتب\n2 - السؤال في كل مرة يريد فيها أحد المواقع عرض  تنبيهات سطح المكتب\nللسماح لك بتعيين السماح لمواقع الويب بعرض تنبيهات سطح المكتب. ويمكن السماح بعرض تنبيهات سطح المكتب افتراضيًا أو رفض عرضها افتراضيًا أو سؤال المستخدم في كل مرة يريد فيها أحد مواقع الويب عرض تنبيهات سطح المكتب.";
DefaultPluginsSetting.pfm_title = "الإعدادات الافتراضية للمكونات الإضافية";
DefaultPluginsSetting.pfm_description = "0 - السماح لجميع المواقع بتشغيل المكونات الإضافية تلقائيًا\n1 - حظر جميع المكونات الإضافية\nللسماح لك بتعيين إمكانية السماح لمواقع الويب بتشغيل المكونات الإضافية تلقائيًا. ويمكن السماح بتشغيل المكونات الإضافية تلقائيًا في جميع مواقع الويب أو رفضها في جميع مواقع الويب.";
DefaultPopupsSetting.pfm_title = "الإعدادات الافتراضية للنوافذ المنبثقة";
DefaultPopupsSetting.pfm_description = "0 - السماح لجميع المواقع بعرض النوافذ المنبثقة\n1 - عدم السماح لأي موقع بعرض النوافذ المنبثقة\nللسماح لك بتعيين السماح لمواقع الويب بعرض النوافذ المنبثقة. ويمكن أن يتم تمكين عرض النوافذ المنبثقة لجميع مواقع الويب أو رفضها لجميع مواقع الويب.";
DefaultSearchProviderEnabled.pfm_title = "تمكين مزود البحث الافتراضي";
DefaultSearchProviderEnabled.pfm_description = "تمكين استخدام مزود البحث الافتراضي.\n\nإذا مكّنت هذا الإعداد، فسيتم إجراء البحث الافتراضي عندما يكتب المستخدم نصًا غير عنوان URL في المربع متعدد الاستخدامات.\n\nويمكنك تحديد مزود البحث الافتراضي المراد استخدامه من خلال تعيين بقية نُهج البحث الافتراضي. وإذا تم تركها فارغة، فسيستطيع المستخدم اختيار المزود الافتراضي.\n\nوإذا عطّلت هذا الإعداد، فلن يتم إجراء البحث عندما يكتب المستخدم نصًا غير عنوان URL في المربع متعدد الاستخدامات.\n\nوإذا مكّنت هذا الإعداد أو عطّلته، فلن يتمكن المستخدمون من تغيير هذا الإعداد أو تجاوزه في Chromium.";
DefaultSearchProviderEncodings.pfm_title = "ترميز مزود البحث الافتراضي";
DefaultSearchProviderEncodings.pfm_description = "لتحديد ترميز الحروف المعتمد من قِبل مزود البحث. والترميزات هي أسماء صفحة الرموز، مثل UTF-8 وGB2312 وISO-8859-1. وتتم تجربتها بالترتيب المقدم. والترميز الافتراضي هو UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "رمز مزود البحث الافتراضي";
DefaultSearchProviderIconURL.pfm_description = "لتحديد رمز عنوان URL المفضل لمزود البحث الافتراضي. اختياري.";
DefaultSearchProviderInstantURL.pfm_title = "عنوان URL للبحث باستخدام مزود البحث الافتراضي";
DefaultSearchProviderInstantURL.pfm_description = "لتحديد عنوان URL لمحرك البحث المستخدَم لتوفير نتائج البحث. يجب أن يشتمل عنوان URL على السلسلة '{searchTerms}'، والتي سيتم استبدالها عند طلب البحث بالنص الذي أدخله المستخدم حتى الآن. اختياري.";
DefaultSearchProviderKeyword.pfm_title = "الكلمة الرئيسية لمزود البحث الافتراضي";
DefaultSearchProviderKeyword.pfm_description = "لتحديد الكلمة الرئيسية، والتي تُعد الاختصار المستخدَم في المربع متعدد الاستخدامات لتشغيل البحث لهذا المزود. اختياري.";
DefaultSearchProviderName.pfm_title = "اسم مزود البحث الافتراضي";
DefaultSearchProviderName.pfm_description = "لتحديد اسم مزود البحث الافتراضي. إذا تم تركه فارغًا، فسيتم استخدام اسم المضيف الذي يتم تحديده من قِبل عنوان URL للبحث.";
DefaultSearchProviderSearchURL.pfm_title = "عنوان URL للبحث باستخدام مزود البحث الافتراضي";
DefaultSearchProviderSearchURL.pfm_description = "لتحديد عنوان URL لمحرك البحث المستخدم عند إجراء بحث افتراضي. يجب أن يشتمل عنوان URL على السلسلة  '{searchTerms}'، والتي سيتم استبدالها بالمصطلحات التي يبحث عنها المستخدم عند طلب البحث.";
DefaultSearchProviderSuggestURL.pfm_title = "عنوان URL المُقترَح من قِبل مزود البحث الافتراضي";
DefaultSearchProviderSuggestURL.pfm_description = "تحديد عنوان URL لمحرك البحث المستخدَم لتوفير اقتراحات البحث. يجب أن يشتمل عنوان URL على السلسلة '{searchTerms}'، والتي سيتم استبدالها عند طلب البحث بالنص الذي أدخله المستخدم حتى الآن. اختياري.";
DeveloperToolsDisabled.pfm_title = "تعطيل أدوات مطوري البرامج";
DeveloperToolsDisabled.pfm_description = "لتعطيل أدوات مطوري البرامج ووحدة تحكم جافا سكريبت.\n\nإذا مكنت هذا الإعداد، فلا يمكن الدخول إلى أدوات مطوري البرامج كما لا يمكن فحص عناصر موقع الويب. سيتم تعطيل جميع اختصارات لوحة المفاتيح وإدخالات القائمة وإدخالات قائمة السياقات التي تفتح أدوات مطوري البرامج أو وحدة تحكم جافا سكريبت.";
Disable3DAPIs.pfm_title = "تعطيل دعم واجهات برمجة التطبيقات للرسومات ثلاثية الأبعاد.";
Disable3DAPIs.pfm_description = "تعطيل دعم واجهات برمجة التطبيقات للرسومات ثلاثية الأبعاد.\n\nيؤدي تمكين هذا الإعداد إلى منع دخول صفحات الويب إلى وحدة معالجة الرسومات (GPU). على وجه التحديد، لا يمكن لصفحات الويب الدخول إلى واجهة برمجة تطبيقات WebGL ولا يمكن للمكونات الإضافية استخدام واجهة برمجة تطبيقات Pepper 3D.\n\nيُحتمل أن يتيح تعطيل هذا الإعداد لصفحات الويب استخدام واجهة برمجة تطبيقات WebGL والمكونات الإضافية لاستخدام واجهة برمجة تطبيقات Pepper 3D. ربما لا تزال الإعدادات الافتراضية للمتصفح تتطلب تمرير وسيطات سطر الأوامر لاستخدام واجهات برمجة التطبيقات هذه.";
DisableAuthNegotiateCnameLookup.pfm_title = "تعطيل بحث CNAME عند التفاوض مع مصادقة Kerberos";
DisableAuthNegotiateCnameLookup.pfm_description = "لتحديد ما إذا كان اسم الخدمة الأساسي الذي تم إنشاؤه لـ Kerberos، يستند إلى الاسم المتعارف عليه لنظام أسماء النطاقات أو إلى الاسم الأصلي الذي تم إدخاله.\n\nإذا مكنت هذا الإعداد، فسيتم تخطي بحث CNAME وسيتم استخدام اسم الخادم كما تم إدخاله.\n\nوإذا عطلت هذا الإعداد، فسيتم تحديد الاسم المتعارف عليه للخادم عبر بحث CNAME.";
DisablePluginFinder.pfm_title = "تعطيل الباحث عن المكونات الإضافية";
DisablePluginFinder.pfm_description = "إذا تم تعيين هذا الإعداد على \"True\"، فسيتم تعطيل البحث التلقائي وتثبيت المكونات الإضافية المفقودة في Chromium.";
DisableSpdy.pfm_title = "تعطيل بروتوكول SPDY";
DisableSpdy.pfm_description = "لتعطيل استخدام بروتوكول SPDY في Chromium.";
DisabledPlugins.pfm_title = "قائمة بالمكونات الإضافية المُعطّلة";
DisabledPlugins.pfm_description = "لتحديد قائمة بالمكونات الإضافية التي يتم تعطيلها في Chromium ومنع المستخدمين من تغيير هذا الإعداد.\n\nيمكن أن يتم استخدام الحرفين البديلين \"*\" و\"؟\" لمطابقة سلاسل الأحرف العشوائية. ويطابق \"*\" أحد الأرقام العشوائية من الأحرف بينما يحدد \"؟\" حرف مفرد اختياري، على سبيل المثال، يطابق الصفر أو أحد الأحرف. وحرف الإلغاء هو \"\\"، لذلك للمطابقة الفعلية للحرف \"*\" أو \"؟\" أو \"\\"، يمكنك وضع \"\\" أمامهم.\nإذا مكّنت هذا الإعداد، فلن يتم استخدام قائمة المكونات الإضافية المحددة في Chromium. ويتم وضع علامة على المكونات الإضافية كمُعطلة في about:plugins ولا يستطيع المستخدمون تمكينها.\n\nلاحظ أن هذا النهج يمكن أن يتم تجاوزه بواسطة EnabledPlugins وDisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "قائمة الاستثناءات لقائمة المكونات الإضافية المعطَّلة";
DisabledPluginsExceptions.pfm_description = "لتحديد قائمة بالمكونات الإضافية التي يتم تمكينها في Chromium.\n\nيمكن أن يتم استخدام الحرفين البديلين \"*\" و\"؟\" لمطابقة سلاسل الأحرف العشوائية. ويطابق \"*\" أحد الأرقام العشوائية من الأحرف بينما يحدد \"؟\" حرف مفرد اختياري، على سبيل المثال، يطابق الصفر أو أحد الأحرف. وحرف الإلغاء هو \"\\"، لذلك للمطابقة الفعلية للحرف \"*\" أو \"؟\" أو \"\\"، يمكنك وضع \"\\" أمامهم.\nإذا مكّنت هذا الإعداد، يمكن استخدام قائمة المكونات الإضافية المحددة في Chromium. ويمكن للمستخدمين تمكينها أو تعطيلها في 'about:plugins'، حتى إذا كان المكوّن الإضافي يطابق أحد الأنماط في DisabledPlugins أيضًا. ويمكن للمستخدمين أيضًا تمكين وتعطيل المكونات الإضافية التي لا تطابق أي من الأنماط في DisabledPlugins وDisabledPluginsExceptions وEnabledPlugins.";
DisabledSchemes.pfm_title = "قائمة أنظمة البروتوكولات المعطلة";
DisabledSchemes.pfm_description = "لتعطيل أنظمة البروتوكولات المدرجة في Chromium.\n\nلن يتم تحميل عناوين URL التي تستخدم أحد الأنظمة من هذه القائمة ولن يكون من الممكن الانتقال إليها.";
DiskCacheDir.pfm_title = "تعيين دليل ذاكرة التخزين المؤقت للقرص";
DiskCacheDir.pfm_description = "لتهيئة الدليل الذي سيستخدمه Chromium في تخزين الملفات المخزنة مؤقتًا في القرص. في حالة تعيين هذه السياسة، سيستخدم Chromium الدليل المقدم بصرف النظر عما إذا كان المستخدم حدد العلامة \"--disk-cache-dir\" أم لا.";
DnsPrefetchingEnabled.pfm_title = "تمكين تنبؤ الشبكة.";
DnsPrefetchingEnabled.pfm_description = "لتمكين تنبؤ الشبكة في Chromium ومنع المستخدمين من تغيير هذا الإعداد.\n\nوإذا مكّنت هذا الإعداد أو عطّلته، فلن يتمكن المستخدمون من تغيير هذا الإعداد أو تجاوزه في Chromium.";
DownloadDirectory.pfm_title = "تعيين دليل التنزيل";
DownloadDirectory.pfm_description = "لتهيئة الدليل الذي سيستخدمه Chromium لتنزيل الملفات.\n\nإذا تم تعيين هذا النهج، فسيستخدم Chromium الدليل المزود بغض النظر عن تحديد المستخدم لدليل أو تمكين الإشارة للمطالبة بموقع التنزيل في كل مرة.";
EditBookmarksEnabled.pfm_title = "تمكين تعديل الإشارات أو تعطيله";
EditBookmarksEnabled.pfm_description = "لتمكين تعديل الإشارات في Chromium أو تعطيلها.\n\nإذا مكّنت هذا الإعداد، يمكن إضافة الإشارات أو إزالتها أو تعديلها. وهذا هو الإعداد الافتراضي.\n\nوإذا عطّلت هذا الإعداد، فلا يمكن إضافة إشارات أو إزالتها أو تعديلها. وتظل الإشارات الحالية متاحة.";
EnableAuthNegotiatePort.pfm_title = "تضمين منفذ غير قياسي في اسم الخدمة الأساسي لـ Kerberos";
EnableAuthNegotiatePort.pfm_description = "لتحديد ما إذا كان اسم الخدمة الأساسي الذي تم إنشاؤه لـ Kerberos، سيشتمل على منفذ غير قياسي.\n\nإذا مكنت هذا الإعداد وتم إدخال منفذ غير قياسي (أي منفذ بخلاف 80 أو 443)، فسيتم تضمين المنفذ في اسم الخدمة الأساسي لـ Kerberos.\n\nوإذا عطّلت هذا الإعداد، فلن يشتمل اسم الخدمة الأساسي الذي تم إنشاؤه لـ Kerberos على منفذ تحت أي ظرف.";
EnabledPlugins.pfm_title = "قائمة المكونات الإضافية الممَّكنة";
EnabledPlugins.pfm_description = "لتحديد قائمة بالمكونات الإضافية التي يتم تمكينها في Chromium ومنع المستخدمين من تغيير هذا الإعداد.\n\nيمكن أن يتم استخدام الحرفين البديلين \"*\" و\"؟\" لمطابقة سلاسل الأحرف العشوائية. ويطابق \"*\" أحد الأرقام العشوائية من الأحرف بينما يحدد \"؟\" حرف مفرد اختياري، على سبيل المثال، يطابق الصفر أو أحد الأحرف. وحرف الإلغاء هو \"\\"، لذلك للمطابقة الفعلية للحرف \"*\" أو \"؟\" أو \"\\"، يمكنك وضع \"\\" أمامهم.\n\nيتم استخدام قائمة المكونات الإضافية المحددة بشكل دائم في Chromium إذا كانت مثبَّتة. ويتم وضع علامة على المكونات الإضافية كمُعطلة في about:plugins ولا يستطيع المستخدمون تعطيلها.\nلاحظ أن هذا النهج يتجاوز كلاً من DisabledPlugins وDisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "معرفات الإضافات التي يتم منع المستخدم من تثبيتها (أو * للجميع)";
ExtensionInstallBlacklist.pfm_description = "للسماح لك بتحديد الإضافات التي لا يمكن للمستخدمين تثبيتها. وستتم إزالة الإضافات المثبتة فعليًا إذا تم حظرها.\n\nتعني القيمة * في قائمة الحظر، حظر جميع الإضافات ما لم يتم إدراجها صراحة في قائمة السماح.";
ExtensionInstallForcelist.pfm_title = "معرّفات الإضافات وعناوين URL الخاصة بالتحديث المراد تثبيتها تلقائيًا";
ExtensionInstallForcelist.pfm_description = "للسماح لك بتحديد قائمة من الإضافات التي سيتم تثبيتها تلقائيًا بدون تفاعل المستخدم.\n\nكل عنصر من القائمة هو سلسلة تشتمل على معرف الإضافة وعنوان URL للتحديث، مقسّم بفاصلة منقوطة (;). على سبيل المثال: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. بالنسبة إلى كل عنصر، سيسترد Chromium الإضافة المحددة بحسب المعرّف من عنوان URL المحدد وتثبيتها تلقائيًا. تشرح الصفحات التالية كيف يمكنك استضافة إضافات على خادمك. حول عناوين URL للتحديث: http://code.google.com/chrome/extensions/autoupdate.html، حول استضافة إضافات بشكل عام: http://code.google.com/chrome/extensions/hosting.html.\n\nلن يتمكن المستخدمون من إزالة الإضافات التي تم تحديدها بواسطة هذا النهج. إذا أزلت إضافة من هذه القائمة، فستتم إزالتها تلقائيًا بواسطة Chromium. لا يمكن فرض تثبيت الإضافات المدرجة في \"ExtensionInstallBlacklist\" وغير مدرجة في قائمة السماح باستخدام هذا النهج.";
ExtensionInstallWhitelist.pfm_title = "معرفات الإضافات المراد استثنائها من قائمة الحظر";
ExtensionInstallWhitelist.pfm_description = "للسماح لك بتحديد الإضافات التي لا تخضع إلى قائمة الحظر.\n\nتعني القيمة * في قائمة الحظر، حظر جميع الإضافات وتمكّن المستخدمين من تثبيت الإضافات التي تم إدراجها بقائمة السماح فقط.\n\nوتتم إضافة جميع الإضافات إلى قائمة السماح افتراضيًا، ولكن إذا تم حظر جميع الإضافات بواسطة النهج، فإن قائمة السماح يمكن استخدامها لتجاوز هذا النهج.";
GSSAPILibraryName.pfm_title = "اسم مكتبة GSSAPI";
GSSAPILibraryName.pfm_description = "لتحديد مكتبة GSSAPI التي سيتم استخدامها في مصادقة HTTP. يمكنك تعيين اسم مكتبة فقط أو مسار كامل. وإذا لم يتم توفير أي إعدادات، فسيتراجع Chromium ليستخدم اسم مكتبة افتراضي.";
HomepageIsNewTabPage.pfm_title = "استخدام صفحة علامة التبويب الجديدة كصفحة رئيسية";
HomepageIsNewTabPage.pfm_description = "لتهيئة نوع الصفحة الرئيسية الافتراضية في Chromium ومنع المستخدمين من تغيير تفضيلات الصفحة الرئيسية. يمكن تعيين الصفحة الرئيسية إما على عنوان URL تحدده أو على صفحة علامة تبويب جديدة. إذا مكّنت هذا الإعداد، فسيتم استخدام صفحة علامة التبويب الجديدة كصفحة رئيسية دائمًا، ويتم تجاهل موقع عنوان URL للصفحة الرئيسية. وإذا عطّلت هذا الإعداد، فإن الصفحة الرئيسية للمستخدم لن تكون صفحة علامة التبويب الجديدة ما لم يتم تعيين عنوان URL للصفحة الرئيسية على \"chrome://newtab\". وإذا مكّنت هذا الإعداد أو عطّلته، فلن يتمكن المستخدمون من تغيير نوع الصفحة الرئيسية في Chromium.";
HomepageLocation.pfm_title = "عنوان URL للصفحة الرئيسية";
HomepageLocation.pfm_description = "تهيئة عنوان URL للصفحة الرئيسية الافتراضية في Chromium ومنع المستخدمين من تغييرها.\n\nيمكن تعيين نوع الصفحة الرئيسية إما على عنوان URL تحدده هنا، أو تعيينه على صفحة علامة تبويب جديدة.\n\nوفي حالة تحديد صفحة علامة تبويب جديدة، يتم تجاهل هذا النهج.\n\nوفي حالة تمكين هذا الإعداد، لن يتمكن المستخدمون من تغيير عنوان URL للصفحة الرئيسية في Chromium، ولكن يظل بإمكانهم اختيار صفحة علامة التبويب الجديدة، كصفحة رئيسية.";
ImagesAllowedForUrls.pfm_title = "السماح بالصور في هذه المواقع";
ImagesAllowedForUrls.pfm_description = "للسماح لك بتعيين قائمة أنماط عناوين URL التي تحدد المواقع التي لا يسمح لها بعرض الصور.";
ImagesBlockedForUrls.pfm_title = "حظر عرض الصور في هذه المواقع";
ImagesBlockedForUrls.pfm_description = "للسماح لك بتعيين قائمة أنماط عناوين URL التي تحدد المواقع التي لا يسمح لها بعرض الصور.";
IncognitoEnabled.pfm_title = "تمكين وضع التصفح المتخفي";
IncognitoEnabled.pfm_description = "لتمكين وضع التصفح المتخفي في Chromium.\n\nإذا تم تمكين هذا الإعداد أو لم يتم تهيئته، يتمكن المستخدمون من فتح صفحات الويب في وضع التصفح المتخفي.\n\nوإذا تم تعطيل هذا الإعداد، فلن يتمكن المستخدمون من فتح صفحات الويب في وضع التصفح المتخفي.";
InstantEnabled.pfm_title = "تمكين البحث الفوري";
InstantEnabled.pfm_description = "تمكين ميزة البحث الفوري في Chromium ومنع المستخدمين من تغيير هذا الإعداد.\n\nإذا مكّنت هذا الإعداد، يتم تمكين البحث الفوري في Chromium.\n\nإذا مكّنت هذا الإعداد، يتم تعطيل البحث الفوري في Chromium.\n\nوإذا مكّنت هذا الإعداد أو عطّلته، فلن يتمكن المستخدمون من تغيير هذا الإعداد أو تجاوزه.";
JavaScriptAllowedForUrls.pfm_title = "السماح بتشغيل جافا سكريبت في هذه المواقع";
JavaScriptAllowedForUrls.pfm_description = "للسماح لك بتعيين قائمة أنماط عناوين URL التي تحدد المواقع التي يتم السماح لها بتشغيل جافا سكريبت.";
JavaScriptBlockedForUrls.pfm_title = "حظر جافا سكريبت في هذه المواقع";
JavaScriptBlockedForUrls.pfm_description = "للسماح لك بتعيين قائمة أنماط عناوين URL التي تحدد المواقع التي لا يتم السماح لها بتشغيل جافا سكريبت.";
JavascriptEnabled.pfm_title = "تمكين جافا سكريبت";
JavascriptEnabled.pfm_description = "لتمكين جافا سكريبت في Chromium ومنع المستخدمين من تغيير هذا الإعداد.\n\nإذا تم تمكين هذا الإعداد أو لم يتم تهيئته، فستتمكن صفحات الويب من استخدام جافا سكريبت.\n\nوإذا تم تعطيل هذا الإعداد، فلن تتمكن صفحات الويب من استخدم جافا سكريبت.";
MetricsReportingEnabled.pfm_title = "تمكين إعداد تقارير الاستخدام والبيانات المتعلقة بالأعطال";
MetricsReportingEnabled.pfm_description = "تمكين إعداد التقارير المجهولة إلى Google حول استخدام Chromium والبيانات المتعلقة بالأعطال، ومنع المستخدمين من تغيير هذا الإعداد.\nإذا مكّنت هذا الإعداد، يتم إرسال التقارير المجهولة حول الاستخدام والبيانات المتعلقة بالأعطال إلى Google.\n\nوإذا عطّلت هذا الإعداد، فلن يتم إرسال التقارير المجهولة حول الاستخدام والبيانات المتعلقة بالأعطال مطلقًا إلى Google.\nوإذا مكّنت هذا الإعداد أو عطّلته، فلن يتمكن المستخدمون من تغيير هذا الإعداد أو تجاوزه في Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "السماح للمستخدمين بعرض كلمات المرور في مدير كلمات المرور";
PasswordManagerAllowShowPasswords.pfm_description = "التحكم في عرض المستخدم لكلمات المرور بنص واضح في مدير كلمات المرور.\n\nإذا عطّلت هذا الإعداد، فلن يسمح مدير كلمات المرور بعرض كلمات المرور المخزنة بنص واضح في نافذة مدير كلمات المرور.\n\nوإذا تم تمكين هذا الإعداد أو عدم تهيئته، يستطيع المستخدمون عرض كلمات المرور بنص واضح في مدير كلمات المرور.";
PasswordManagerEnabled.pfm_title = "تمكين مدير كلمات المرور";
PasswordManagerEnabled.pfm_description = "لتمكين حفظ كلمات المرور واستخدام كلمات المرور المحفوظة في Chromium.\n\nإذا مكّنت هذا الإعداد، فسيتمكن المستخدمون من جعل Chromium يتذكر كلمات المرور ويوفرها تلقائيًا في المرة التالية التي يسجلون فيها الدخول إلى أي موقع.\n\nوإذا عطَلت هذا الإعداد، فلن يتمكن المستخدمون من حفظ كلمات المرور أو استخدام كلمات المرور المحفوظة فعليًا.\nوإذا مكّنت هذا الإعداد أو عطّلته، فلن يتمكن المستخدمون من تغيير هذا الإعداد أو تجاوزه في Chromium.";
PluginsAllowedForUrls.pfm_title = "السماح بالمكونات الإضافية في هذه المواقع";
PluginsAllowedForUrls.pfm_description = "للسماح لك بتعيين قائمة أنماط عناوين URL التي تحدد المواقع التي يتم السماح لها بتشغيل المكونات الإضافية.";
PluginsBlockedForUrls.pfm_title = "حظر المكونات الإضافية في هذه المواقع";
PluginsBlockedForUrls.pfm_description = "للسماح لك بتعيين قائمة أنماط عناوين URL التي تحدد المواقع التي لا يتم السماح لها بتشغيل المكونات الإضافية.";
PopupsAllowedForUrls.pfm_title = "السماح بالنوافذ المنبثقة في هذه المواقع";
PopupsAllowedForUrls.pfm_description = "للسماح لك بتعيين قائمة أنماط عناوين URL التي تحدد المواقع التي يتم السماح لها بفتح النوافذ المنبثقة.";
PopupsBlockedForUrls.pfm_title = "حظر النوافذ المنبثقة في هذه المواقع";
PopupsBlockedForUrls.pfm_description = "للسماح لك بتعيين قائمة أنماط عناوين URL التي تحدد المواقع التي لا يتم السماح لها بفتح النوافذ المنبثقة.";
PrintingEnabled.pfm_title = "تمكين الطباعة";
PrintingEnabled.pfm_description = "لتمكين الطباعة في Chromium ومنع المستخدمين من تغيير هذا لإعداد.\n\nإذا تم تمكين هذا الإعداد أو لم يتم تهيئته، فسيتمكن المستخدمون من الطباعة.\n\nوإذا تم تعطيل هذا الإعداد، فلن يتمكن المستخدمون من الطباعة من Chromium. ويتم تعطيل الطباعة في قائمة المفتاح والإضافات وتطبيقات جافا سكريبت وما إلى ذلك. ولا يزال من الممكن الطباعة من المكونات الإضافية التي تتجاوز Chromium أثناء الطباعة. على سبيل المثال، تحتوي تطبيقات Flash معينة على خيار الطباعة في قائمة السياقات الخاصة بها، والتي لن يتم تعطيلها.";
ProxyBypassList.pfm_title = "قائمة مفصولة بفواصل لقواعد تجاوز الخادم الوكيل";
ProxyBypassList.pfm_description = "سيتجاوز Chromium أي خادم وكيل لقائمة المضيفين الواردة هنا.\n\nلا يسري هذا النهج إلا إذا حددت إعدادات الخادم الوكيل يدويًا في \"اختيار كيفية تحديد إعدادات الخادم الوكيل\".\n\nللحصول على المزيد من الأمثلة التفصيلية، انتقل إلى:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "اختيار كيفية تحديد إعدادات الخادم الوكيل";
ProxyMode.pfm_description = "direct - عدم استخدام خادم وكيل مطلقًا\nauto_detect - اكتشاف إعدادات الخادم الوكيل تلقائيًا\npac_script - استخدام نص برمجي لملف pac. للخادم الوكيل\nfixed_servers - استخدام خوادم وكيلة ثابتة\nsystem - استخدام إعدادات الخادم الوكيل للنظام\nللسماح بتحديد الخادم الوكيل الذي يستخدمه Chromium ومنع المستخدمين من تغيير إعدادات الخادم الوكيل.\n\nإذا اخترت عدم استخدام الخادم الوكيل مطلقًا والاتصال دائمًا بشكل مباشر، فسيتم تجاهل جميع الخيارات الأخرى.\n\nوإذا اخترت استخدام إعدادات الخادم الوكيل للنظام أو اكتشاف الخادم الوكيل تلقائيًا، فسيتم تجاهل جميع الخيارات الأخرى.\n\nوإذا اخترت وضع الخادم الوكيل الثابت، يمكنك تحديد المزيد من الخيارات في \"العنوان أو عنوان URL للخادم الوكيل\" و\"قائمة مفصولة بفواصل لقواعد التجاوز\".\n\nوإذا اخترت استخدام ملف  لنص برمجي للخادم الوكيل، يجب عليك تحديد عنوان URL للنص البرمجي في \"عنوان URL لملف pac. للخادم الوكيل\".\nللحصول على أمثلة تفصيلية، انتقل إلى:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett\n\nوإذا مكّنت هذا الإعداد، فسيتجاهل Chromium جميع الخيارات المتعلقة بالخادم الوكيل والتي تم تحديدها من خلال سطر الأوامر.";
ProxyPacUrl.pfm_title = "عنوان URL لملف pac. للخادم الوكيل";
ProxyPacUrl.pfm_description = "يمكنك تحديد عنوان URL لملف pac. للخادم الوكيل هنا.\n\nلا يسري هذا النهج إلا إذا حددت إعدادات الخادم الوكيل يدويًا في \"اختيار كيفية تحديد إعدادات الخادم الوكيل\".\n\nللحصول على أمثلة تفصيلية، انتقل إلى:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "العنوان أو عنوان URL للخادم الوكيل";
ProxyServer.pfm_description = "يمكنك تحديد عنوان URL للخادم الوكيل هنا.\n\nلا يسري هذا النهج إلا إذا حددت إعدادات الخادم الوكيل يدويًا في \"اختيار كيفية تحديد إعدادات الخادم الوكيل\".\n\nللحصول على المزيد من الخيارات والأمثلة التفصيلية، انتقل إلى:\nhttp://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "إجراءات عند بدء التشغيل";
RestoreOnStartup.pfm_description = "0 - فتح الصفحة الرئيسية\n1 - إعادة فتح آخر عناوين URL تم فتحها\n4 - فتح قائمة عناوين URL\nللسماح لك بتحديد السلوك عند بدء التشغيل.\n\nإذا اخترت \"فتح الصفحة الرئيسية\"، فسيتم فتح الصفحة الرئيسية دائمًا عند بدء تشغيل Chromium.\n\nوإذا اخترت \"إعادة فتح آخر عناوين URL تم فتحها\"، فستتم إعادة فتح عناوين URL التي كانت مفتوحة عند إغلاق Chromium آخر مرة.\n\nوإذا اخترت \"فتح قائمة عناوين URL\"، فسيتم فتح قائمة عناوين URL التي يتم فتحها عند بدء التشغيل عندما يبدأ المستخدم تشغيل Chromium.\n\nوإذا مكّنت هذا الإعداد، فلن يتمكن المستخدمون من تغيير هذا الإعداد أو تجاوزه في Chromium.\n\nويعد تعطيل هذا الإعداد مكافئًا لتركه بدون تهيئة. ويظل المستخدم قادرًا على تغييره في Chromium.";
RestoreOnStartupURLs.pfm_title = "عناوين URL التي يتم فتحها عند بدء التشغيل";
RestoreOnStartupURLs.pfm_description = "إذا تم تحديد \"فتح قائمة عناوين URL\" كالإجراء الذي يتم عند بدء التشغيل، فإن هذا يسمح لك بتحديد قائمة عناوين URL التي يتم فتحها.";
SafeBrowsingEnabled.pfm_title = "تمكين التصفح الآمن";
SafeBrowsingEnabled.pfm_description = "لتمكين ميزة التصفح الآمن في Chromium ومنع المستخدمين من تغيير هذا الإعداد.\n\nإذا مكّنت هذا الإعداد، فستكون ميزة التصفح الآمن نشطة دائمًا.\n\nوإذا عطّلت هذا الإعداد، فلن تكون ميزة التصفح الآمن نشطة أبدًا.\n\nوإذا مكّنت هذا الإعداد أو عطّلته، فلن يتمكن المستخدمون من تغيير هذا الإعداد أو تجاوزه في Chromium.";
SavingBrowserHistoryDisabled.pfm_title = "تعطيل حفظ سجل المتصفح";
SavingBrowserHistoryDisabled.pfm_description = "تعطيل حفظ سجل المتصفح في Chromium ومنع المستخدمين من تغيير هذا الإعداد.\n\nإذا تم تمكين هذا الإعداد، فلن يتم حفظ سجل التصفح.\n\nوإذا تم تعطيل هذا الإعداد أو لم يتم تهيئته، فسيتم حفظ سجل التصفح.";
SearchSuggestEnabled.pfm_title = "تمكين اقتراحات البحث";
SearchSuggestEnabled.pfm_description = "تمكين اقتراحات البحث من خلال المربع متعدد الاستخدامات في Chromium ومنع المستخدمين من تغيير هذا الإعداد.\n\nإذا مكّنت هذا الإعداد، فسيتم استخدام اقتراحات البحث.\n\nوإذا عطّلت هذا الإعداد، فلن يتم استخدام اقتراحات البحث أبدًا.\n\nوإذا مكّنت هذا الإعداد أو عطّلته، فلن يتمكن المستخدمون من تغيير هذا الإعداد أو تجاوزه في Chromium.";
ShowHomeButton.pfm_title = "عرض زر الصفحة الرئيسية في شريط الأدوات";
ShowHomeButton.pfm_description = "عرض زر الصفحة الرئيسية في شريط أدوات Chromium.\n\nإذا مكّنت هذا الإعداد، فسيتم عرض زر الصفحة الرئيسية دائمًا.\n\nوإذا عطّلت هذا الإعداد، فلن يتم عرض زر الصفحة الرئيسية أبدًا.\n\nوإذا مكّنت هذا الإعداد أو عطّلته، فلن يتمكن المستخدمون من تغيير هذا الإعداد أو تجاوزه في Chromium.";
SyncDisabled.pfm_title = "تعطيل مزامنة البيانات مع Google";
SyncDisabled.pfm_description = "لتعطيل مزامنة البيانات في Chromium من خلال خدمات المزامنة التي تستضيفها Google ومنع المستخدمين من تغيير هذا الإعداد.\n\nوإذا مكّنت هذا الإعداد، فلن يتمكن المستخدمون من تغيير هذا الإعداد أو تجاوزه في Chromium.";
TranslateEnabled.pfm_title = "تمكين الترجمة";
TranslateEnabled.pfm_description = "لتمكين تكامل خدمة الترجمة من Google في Chromium.\n\nإذا مكّنت هذا الإعداد، فإن Chromium سيعرض شريط أدوات يوفر ترجمة الصفحة للمستخدم، إذا لزم الأمر.\n\nوإذا عطّلت هذا الإعداد، فلن يشاهد المستخدمون أبدًا شريط الترجمة.\n\nوإذا مكّنت هذا الإعداد أو عطّلته، فلن يتمكن المستخدمون من تغيير هذا الإعداد أو تجاوزه في Chromium.";
UserDataDir.pfm_title = "تعيين دليل بيانات المستخدم";
UserDataDir.pfm_description = "لتهيئة الدليل الذي سيستخدمه Chromium لتخزين بيانات المستخدم.\n\nإذا عيّنت هذا النهج، فإن Chromium سيستخدم الدليل المزود بغض النظر عن تحديد المستخدم العلامة '--user-data-dir' أو لا.";